tutorials/multiphase/cavitatingFoam/les/throttle3D/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          510;
        startFace       220900;
    }
    outlet
    {
        type            patch;
        nFaces          510;
        startFace       221410;
    }
    walls
    {
        type            wall;
        nFaces          4360;
        startFace       221920;
    }
    frontBack
    {
        type            wall;
        nFaces          15420;
        startFace       226280;
    }
)

// ************************************************************************* //
